glossary = {
    'принтануть': "Вывести информацию с использованием \'print\'.",
    'запустить': "Запустить код используя команду \'Run\'.",
    'словарь': "Представляет собой совокупность \'ключ-значение\'.",
    'список': "Представляет собой набор элементов, следующих в определённом порядке.",
    'if': "Условный оператор, результатом которого является логическаяя истина \'True\'или\'False\'.",
    }
print(f"Принтануть: \n{glossary['принтануть']}"
      f"\nЗапустить: \n{glossary['запустить']}"
      f"\nСловарь: \n{glossary['словарь']}"
      f"\nСписок: \n{glossary['список']}"
      f"\nIf: \n{glossary['if']}")