glossary = {'принтануть': "Вывести информацию с использованием \'print\'.",
            'запустить': "Запустить код используя команду \'Run\'.",
            'словарь': "Представляет собой совокупность \'ключ-значение\'.",
            'список': "Представляет собой набор элементов, следующих в определённом порядке.",
            'if': "Условный оператор, результатом которого является логическаяя истина \'True\'или\'False\'.",
            'метод': "Представляет собой дейсивие, которое Python выполняетс данными.",
            'интерпритатор в Python ': "это выполнение кода Python и обеспечение правильной работы программы",
            'int': "основной целочисленный тип данных",
            'float': "это число с плавающей точкой, которое может точно хранить числа, содержащие только до шести цифр",
            'константа': "Представляет собой  переменную, значение которой остаётся неизменным"}
for key, value in glossary.items():
    print(key, ':', value)